[
    {
        "name": "Phi Phi Islands",
        "photoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS2hB364yntA7fwllU8-1IH9y3oLaSvqiog6TqiHN0URNs2-yGd5tKbyzczPVq7tOr3x_w8QWD-yALv6RPZvZ1fzQ",
        "introduction": "The Phi Phi Islands are an island group in Thailand between the large island of Phuket and the Straits of Malacca coast of Thailand. The islands are administratively part of Krabi Province. Ko Phi Phi Don is the largest and most populated island of the group, although the beaches of the second largest island, Ko Phi Phi Le are visited by many people as well. The rest of the islands in the group, including Bida Nok, Bida Nai, and Bamboo Island, are not much more than large limestone rocks jutting out of the sea. The islands are reachable by speedboats or long-tail boats most often from Krabi town or from piers in Phuket Province. Phi Phi Don was initially populated by Thai Malays fishermen during the late-1940s, and later became a coconut plantation. The resident Thai population of Phi Phi Don remains more than 80 percent Muslim. The current population however—if counting transient workers—is more Buddhist than Muslim. The resident population is between 2,000 and 3,000 people. The islands came to worldwide prominence when Ko Phi Phi Le was used as a location for the 2000 British-American film The Beach.",
        "Price": "$400",
        "Offer": "3 Days 2 Night"
    },
    {
        "name": "Railay Beach",
        "photoUrl": "https://encrypted-tbn2.gstatic.com/images?q=tbn:ANd9GcRtUGyAgtdNFYLQgyoyXyBLDOkUHgWUgdA3pJBuPQbuByAkAScwqL7HdHuw6aDMSu4N6J8Wi4aN-Rwn5Kc5-fKWQQ",
        "introduction": "Railay, also known as Rai Leh, is a small peninsula between the city of Krabi and Ao Nang in Thailand. It is accessible only by boat due to high limestone cliffs cutting off mainland access. These cliffs attract rock climbers from all over the world, but the area is also popular due to its beautiful beaches and quiet relaxing atmosphere. Accommodation ranges from bungalows and medium-priced resorts in East Railay to a collection of luxury resorts focused on West Railay, though one, Royavadee, spans both waterfronts and also has a beachfront restaurant at Ao Phra Nang. The four main areas of Railay consist of Phra Nang, West Railay, East Railay, and Ton Sai. Ton Sai caters to climbers and the backpacker set and is more rustic than the glitz of West Railay and the shops and restaurants of the East Railay boardwalk. Railay beach was not severely affected by the tsunami of 26 December 2004.",
        "Price": "$400",
        "Offer": "2 Days 1 Night"
    },
    {
        "name": "Khao Sok National Park",
        "photoUrl": "https://encrypted-tbn3.gstatic.com/images?q=tbn:ANd9GcSeWnJKl3tREupaba1EHCbP7YqPToY9MFx5Dd1vuQz7fA6u28IKL_Mg7DvDPvjFC1UM0tVT_sfARCy3N611DBog4w",
        "introduction": "Khao Sok National Park is in Surat Thani Province, Thailand. Its area is 739 km², and it includes the 165 km² Cheow Lan Lake contained by the Ratchaprapha Dam. The park is the largest area of virgin forest in southern Thailand and is a remnant of rain forest which is older and more diverse than the Amazon rain forest.",
        "Price": "$500",
        "Offer": "3 Days 2 Night"
    },
    {
        "name": "Gurudongmar Lake",
        "photoUrl": "https://encrypted-tbn2.gstatic.com/licensed-image?q=tbn:ANd9GcQDp2pqjTy7NcSjEvXF-8_4Uw_NoKeThBo2Uqf7KNgVruwK2Xh9SwRkmB0sCn_61JC2otDihQVDcfR3KdEzYSZmEA",
        "introduction": "Gurudongmar Lake is one of the highest lakes in the world and in India, at an elevation of 5,430 m according to the Government of Sikkim. It is located in the Great Himalayas in the Mangan District in Indian state of Sikkim, and considered sacred by Buddhists, Sikhs and Hindus. The lake is named after Guru Padmasambhava—also known as Guru Rinpoche—founder of Tibetan Buddhism, who visited in the 8th century.",
        "Price": "$300",
        "Offer": "3 Days 2 Night"
    },
    {
        "name": "Nathula",
        "photoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS2vO5uUp8FoOpqrzZrZc9PV1Vgh6S-pair4PDgn5PickQWxQY7zxswOPPalp7sMXmsW9tiHo911jmEeABlc0DcpA",
        "introduction": "Nathu La is a mountain pass in the Dongkya Range of the Himalayas between China's Yadong County in Tibet, and the Indian states of Sikkim and West Bengal in Bengal, South Asia. The pass, at 4,310 m, connects the towns of Kalimpong and Gangtok to the villages and towns of the lower Chumbi Valley. The pass was surveyed by J. W. Edgar in 1873, who described the pass as being used for trade by Tibetans. Francis Younghusband used the pass in 1903-1904, a diplomatic British delegation to Lhasa in 1936-37, and Ernst Schäfer in 1938–1939. In the 1950s, trade in the Kingdom of Sikkim utilized this pass. Diplomatically sealed by China and India after the 1962 Sino-Indian War, the pass saw skirmishes between the two countries in coming years, including the clashes in 1967 which resulted in fatalities on both sides. Nathu La has often been compared to Jelep La, a mountain pass situated at a distance of 3 miles. The next few decades saw an improvement in ties leading to the re-opening of Nathu La in 2006.",
        "Price": "$350",
        "Offer": "3 Days 2 Night"
    },
    {
        "name": "Darjeeling",
        "photoUrl": "https://encrypted-tbn3.gstatic.com/licensed-image?q=tbn:ANd9GcQSLSk3Wo24nbovEY4vuykAD0CLc3-1wKkr9AjMu2KU_D030KEdOqpkNFjhCGzmVu6dtfhysXTY8nnOEx5YNu5e-w",
        "introduction": "One of the most popular places to visit in Darjeeling, DHR is approximately a 2 feet narrow gauge train track that covers the distance between New Jalpaiguri and Darjeeling. This 88-km long railway track is best known for its toy train which gushes amid the misty hill side and offers absolutely gorgeous views of the valley.The most famous mountain peak in Darjeeling, Tiger Hill is best known for its trekking routes and panoramic views of Mt. Everest and Kanchenzonga. One needs to walk or drive through the oldest tea plantations, in order to reach Tiger Hill. It is recommended to witness the first rays of the sun on Mt. Everest. Don’t miss capturing it in your camera as well because it will be a majestically rich experience.  ",
        "Price": "$450",
        "Offer": "3 Days 2 Night"
    }
]